[ 
    {
        "tranding":[
            {
                "id":"1",
                "img":"/image/tranding1.webp",
                "img1":"/image/tranding01.png",
                "img2":"/image/tranding02.jpg",
                "img3":"/image/tranding03.png",
                "img4":"/image/tranding04.jpg",
                "img5":"/image/tranding05.jpg",
                "img6":"/image/tranding06.jpg",
                "img7":"/image/tranding07.jpg",
                "img8":"/image/tranding08.jpg",
                "img9":"/image/tranding09.jpg",
                "img10":"/image/tranding010.jpg",
                "img11":"/image/tranding011.jpg",
                "img12":"/image/tranding012.jpg",
                "img13":"/image/tranding013.jpg",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding015.jpg",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding017.jpg",
                "img18":"/image/tranding018.jpg",
                "img19":"/image/tranding019.jpg",
                "img20":"/image/tranding020.jpg",
                "img21":"/image/tranding021.jpg",
                "img22":"/image/tranding022.jpg",
                "img23":"/image/tranding023.jpg",
                "img24":"/image/tranding024.jpg",
                "img25":"/image/tranding025.jpg",
                "img26":"/image/tranding026.jpg",
                "img27":"/image/tranding027.jpg",
                "img28":"/image/tranding028.jpg",
                "img29":"/image/tranding029.jpg",
                "img30":"/image/tranding030.jpg",
                "img31":"/image/tranding031.jpg",
                "img32":"/image/tranding032.jpg",
                "img33":"/image/tranding033.jpg",
                "img34":"/image/tranding034.jpg",
                "name":"Royal Enfield Hunter 350 ",
                "ExShowroom":"₹ 1,49,900",
                "RTO":"₹ 19,448 ",
                "Insuranc":"₹ 12,415",
                "OnRoadPriceinPune":"₹ 1,81,763",
                "EngineCapacity":"349.34 cc ",
                "MileageARAI": "36 kmpl",
                "Transmission":"5 Speed Manual",
                "KerbWeight": "177 kg",
                "FuelTankCapacity": "13 litres",
                "SeatHeight": "800 mm ",
                "summary": "Price: Royal Enfield Hunter 350 price for its variant - Hunter 350 Retro Factory starts at Rs. 1,81,763. The price for the other variants - Hunter 350 Metro Dapper and Hunter 350 Metro Rebel are Rs. 2,04,333 and Rs. 2,10,045. The mentioned Hunter 350 prices are the on-road price of Pune.Royal Enfield Hunter 350 is a street bike available in 3 variants and 8 colours. \nThe Royal Enfield Hunter 350 is powered by 349.34cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With both front and rear disc brakes, Royal Enfield Hunter 350 comes up with anti-locking braking system. This Hunter 350 bike weighs 181 kg and has a fuel tank capacity of 13 liters.The Hunter 350 is a street roadster from Royal Enfield based on the new J-platform. It is the most affordable Royal Enfield motorcycle in India and is targeted towards younger and first-time buyers and female riders.The design of the Hunter 350 comprises a neo-retro roadster styling, reminiscent of the Triumph Street Twin. \nThe minimalist styling includes a round halogen headlamp, teardrop-shaped fuel tank, single-piece seat, and a stubby rear fender.The Royal Enfield Hunter 350 is offered in two body styles – retro and metro. It is available in three variants and 10 colours. The retro variant is offered in two colours – Factory Black and Factory Silver. On the other hand, the metro variant is further classified into two colourways – Dapper and Rebel, which get five and three paint schemes, respectively.Powering the Royal Enfield Hunter 350 is a 349.34cc, single-cylinder, J-series engine that develops 20.2bhp at 6,100rpm and a peak torque of 27Nm at 4,000rpm. \nThe motor is paired with a five-speed gearbox. With such a performance, expect the Royal Enfield Hunter 350 to have a top speed of around 130kmph. The Hunter 350 rivals the Honda CB350RS, Jawa 42, and the TVS Ronin.In terms of hardware, the retro variant gets wire-spoke wheels, disc/drum brake setup at the front and rear, and single-channel ABS. On the other hand, the metro variant features alloy wheels and disc brakes at both ends with dual-channel ABS. While the former tips the weighing scale at 177kg, the metro variant of Hunter 350 has a kerb weight of 181kg. Other cycle parts include telescopic front forks and twin rear shock absorbers to handle the suspension duties."
                  
                },
            {
                "id":"2",
                "img":"/image/tranding2.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"Honda SP 125",
                "ExShowroom":" ₹ 90,070",
                "RTO":"₹₹ 10,106 ",
                "Insuranc": " ₹7,442",
                "OnRoadPriceinPune": "₹ 1,11,991",
                "EngineCapacity": "124 cc ",
                "MileageARAI": "64 kmpl",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "116 kg ",
                "FuelTankCapacity": "11.2 litres ",
                "SeatHeight": "790 mm ",
                "summary":"Price: Honda SP 125 price for its variant - SP 125 Drum starts at Rs. 1,11,991. The price for the other variants - SP 125 Drum [2025], SP 125 Disc and SP 125 Disc [2025] are Rs. 1,14,986, Rs. 1,16,526 and Rs. 1,24,250. \nThe mentioned SP 125 prices are the on-road price of Pune.Honda SP 125 is a mileage bike available in 4 variants and 6 colours. The Honda SP 125 is powered by 124cc BS6 engine which develops a power of 10.72 bhp and a torque of 10.9 Nm. With both front and rear drum brakes, Honda SP 125 comes up with combined braking system of both wheels. \nThis SP 125 bike weighs 116 kg and has a fuel tank capacity of 11.2 liters.The Honda SP 125 is a premium commuter and one of the highest-selling bikes in its segment. It is available in two variants – drum and disc – and comes in five colours. These include black, Matte Axis Grey Metallic, Imperial Red Metallic, Matte Marvel Blue Metallic, and Pearl Siren Blue.The SP 125 is powered by a 123.94cc, single-cylinder engine that produces 10.7bhp at 7,500rpm and 10.9Nm of peak torque at 6,000rpm. \nThe air-cooled motor is linked to a five-speed gearbox.The feature list continues to include an LED headlight, fully digital instrument cluster, piston-cooling jet technology for reducing friction and maintaining optimum engine temperature, engine start/stop switch, and a combined braking system. The fully digital console displays real-time fuel economy, distance-to-empty meter, average fuel economy, eco indicator, and gear position indicator.The Honda SP 125 has a kerb weight of 116kg and a fuel tank capacity of 11.2 litres. \nThe SP 125 competes in the premium commuter segment and rivals the likes of the TVS Raider 125 and the Hero Glamour here."
                  
                },
            {
                "id":"3",
                "img":"/image/tranding3.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"Yamaha MT 15 V2",
                "ExShowroom":" ₹ 1,69,789",
                "RTO":"₹ 19,650",
                "Insuranc": " ₹ 13,864",
                "OnRoadPriceinPune": "₹ 2,05,880",
                "EngineCapacity": "155 cc ",
                "MileageARAI": "48 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "141 kg ",
                "FuelTankCapacity": "10 litres ",
                "SeatHeight": "810 mm ",
                "summary":"Price: Yamaha MT 15 V2 price for its variant - MT 15 V2 Standard starts at Rs. 2,05,880. The price for the other variants - MT 15 V2 Deluxe and MT 15 V2 MotoGP Edition are Rs. 2,11,230 and Rs. 2,11,830. The mentioned MT 15 V2 prices are the on-road price of Pune.Yamaha MT 15 V2 is a street bike available in 3 variants and 8 colours. The Yamaha MT 15 V2 is powered by 155cc BS6 engine which develops a power of 18.1 bhp and a torque of 14.1 Nm. With both front and rear disc brakes, Yamaha MT 15 V2 comes up with anti-locking braking system. \nThis MT 15 V2 bike weighs 141 kg and has a fuel tank capacity of 10 liters.The 2024 Yamaha MT 15 Version 2.0 is the naked bike version of the revered R15 super sport motorcycle. It shares the same engine and frame, however, the overall gearing of the bike is shorter than the R15 for improved acceleration, albeit at the cost of top speed. The MT 15 has a 155cc, single-cylinder, liquid-cooled, SOHC, four-valve, fuel-injected engine with VVA system that delivers a maximum output of 18.1bhp at 10,000rpm and a peak torque of 14.1Nm at 7,500rpm. \nIt has a six-speed gearbox with an assist and slipper clutch mechanism. The engine is known for its refinement, performance and good fuel economy.The delta box frame of the MT 15 is suspended by a 37mm upside-down fork and monoshock. The braking setup comprises a 282mm front disc and a 220mm rear rotor, while the safety net includes a dual-channel ABS and traction control system. \nSimilar to the YZF-R15, the 17-inch alloy wheels on the MT 15 are wrapped in 100/80-section front and 140/70-section rear MRF tyres. The motorcycle features a 10-litre fuel tank and tips the weighing scale at 141kg (kerb).Yamaha has kitted the bike with a variety of features and these include, LED lights, an LCD instrument cluster with Bluetooth connectivity. The Bluetooth module works with a dedicated smartphone application and offers access to features such as incoming call alerts, SMS and email notifications, and phone battery level to the LCD console. \nFurther, the smartphone application helps track fuel consumption, provides maintenance recommendations, saves the last parked location, and shows malfunction notifications.The design of the Yamaha MT 15 has remained unchanged for some time but it still looks good, especially in the available colour options. There are eight colour options to choose from. These are - Cyan Storm DLX, Dark Metallic Blue, Metallic Black, Cyber Green DLX, Ice Fluo-Vermillion DLX, Racing Blue DLX, Metallic Black DLX and the Monster Energy Yamaha MotoGP team colours edition.The Yamaha MT 15 rivals the likes of the KTM 125 Duke, TVS Apache RTR 200 4V, Honda Hornet 2.0, and the Bajaj Pulsar N250 in the Indian market.Last updated on 13 May, 2024"
                  
                },
            {
                "id":"4",
                "img":"/image/tranding4.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"Royal Enfield Classic 350 ",
                "ExShowroom":" ₹ 1,99,500",
                "RTO":"₹ 25,519",
                "Insuranc": " ₹ 13,412",
                "OnRoadPriceinPune": " ₹ 2,38,431",
                "EngineCapacity": "349 cc ",
                "MileageARAI": "35 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "195 kg ",
                "FuelTankCapacity": "13 litres ",
                "SeatHeight": "850 mm ",
                "summary":"Price: Royal Enfield Classic 350 price for its variant - Classic 350 Heritage starts at Rs. 2,38,431. The price for the other variants - Classic 350 Heritage Premium, Classic 350 Signals, Classic 350 Dark and Classic 350 Chrome are Rs. 2,43,572, Rs. 2,57,281, Rs. 2,67,564 and Rs. 2,73,277. \nThe mentioned Classic 350 prices are the on-road price of Pune.Royal Enfield Classic 350 is a cruiser bike available in 5 variants and 7 colours. The Royal Enfield Classic 350 is powered by 349cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With both front and rear disc brakes, Royal Enfield Classic 350 comes up with anti-locking braking system. This Classic 350 bike weighs 195 kg and has a fuel tank capacity of 13 liters.\nThe Royal Enfield Classic 350 has received updates in the form of new colours and features.The bike is available in seven new colours. They are called Emerald, Jodhpur Blue, Commando Sand, Madras Red, Medallion Bronze, Sand Grey, and Stealth Black. The company is offering alloy wheels with the Stealth Black colour option only.In terms of equipment, the Classic 350 now comes with an LED headlight and position lights. A set of adjustable brake and clutch levers have also been added. The bike also gets a nifty gear position indicator.Mechanically, the bike is the same as before. It is powered by a 349cc, single-cylinder, engine that makes 20.2bhp at 6,100rpm and 27Nm at 4,000rpm. It is linked with a five-speed gearbox.Under the beautiful bodywork, the Classic 350 has a cradle-type frame, which is suspended by a telescopic fork and twin shock absorbers. The bike rides on 18-inch wire spoke wheels while the Stealth Black option gets alloy wheels. \nBraking duties are taken care of by a disc brake at the front and rear, except for the base variant that makes do with a drum at the rear.The Classic 350 competes with the Jawa 350 and the Honda H’ness CB350."
                  
                },
            {
                "id":"5",
                "img":"/image/tranding5.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"Yamaha R15 V4",
                "ExShowroom":"₹ 1,84,939",
                "RTO":"₹ 21,350 ",
                "Insuranc": " ₹ 14,274",
                "OnRoadPriceinPune": "₹ 2,23,140",
                "EngineCapacity": "155 cc ",
                "MileageARAI": "51.4 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "141 kg ",
                "FuelTankCapacity": "11 litres ",
                "SeatHeight": "815 mm ",
                "summary":"Price: Yamaha R15 V4 price for its variant - R15 V4 Metallic Red starts at Rs. 2,23,140. The price for the other variants - R15 V4 Dark Knight, R15 V4 Racing Blue - Intensity White - Vivid Magenta Metallic, R15 V4 M, R15 V4 M - MotoGP Edition and R15 V4 M - Carbon Fibre are Rs. 2,24,270, Rs. 2,28,830, Rs. 2,41,590, Rs. 2,42,160 and Rs. 2,54,120. The mentioned R15 V4 prices are the on-road price of Pune.Yamaha R15 V4 is a sports bike available in 6 variants and 8 colours. \nThe Yamaha R15 V4 is powered by 155cc BS6 engine which develops a power of 18.1 bhp and a torque of 14.2 Nm. With both front and rear disc brakes, Yamaha R15 V4 comes up with anti-locking braking system. This R15 V4 bike weighs 141 kg and has a fuel tank capacity of 11 liters.Yamaha Motor India has announced the launch of the 2023 YZF-R15 range in our market. For 2023, Yamaha has updated the colour palette for the standard variant of the YZF-R15, while the M version gets additional features.\nThe instrument cluster on the YZF-R15M, for example, is now a colour TFT display instead of an LCD unit on the previous version. The new display, similar to the unit on the previous version, benefits from Bluetooth connectivity, and the system works with a dedicated smartphone application. The Bluetooth function adds features such as incoming call alerts, SMS and email notifications, and phone battery level. Further, the smartphone application helps track fuel consumption, provides maintenance recommendations, saves the last parked location, and shows malfunction notifications.\nThe M variant also benefits from LED turn indicators while retaining features such as the single bi-functional LED headlight with twin-LED DRLS, LED taillight, Variable Valve Actuation (VVA), assist and slipper clutch, traction control system, two ride modes (Track and Street), dual-channel ABS, and a quick-shifter (upshifts only) from the previous version. Meanwhile, the standard model retains the LCD console with Bluetooth connectivity and halogen-type turn indicators. Further, the quick shifter is available as an accessory for Dark Knight and Metallic Red paint options of the standard model.\nThe mechanical specifications remain unaltered, and the 2023 Yamaha YZF-R15 continues to use the same 155cc, single-cylinder, liquid-cooled, SOHC, four-valve, fuel-injected engine with VVA system as its predecessor. However, the 2023 model comes equipped with an onboard diagnostics (OBD-II) system that monitors the emission levels in real time. Linked to a six-speed gearbox, this motor is tuned to deliver a maximum output of 18.1bhp at 10,000rpm and a peak torque of 14.2Nm at 7,500rpm.\nThe styling remains similar to its predecessor, and the 2023 iteration of the motorcycle retains a modern design. The styling elements include full-fairing, fairing-mounted rear-view mirrors, clip-on handlebar, split-style seat, side-slung exhaust, and 17-inch alloy wheels on both ends. The 2023 YZF-R15M is listed in a single paint option – Metallic Grey. The standard YZF-R15, on the other hand, gets three colour themes – Metallic Red, Racing Blue, and the newly added Dark Knight Similar to the design, the hardware is retained from the previous version, and the motorcycle continues to use a deltabox frame. The suspension tasks are handled by 37mm upside-down front forks and a rear mono-shock. \nThe braking setup includes a 282mm single disc at the front and a 220mm single rotor at the back, while the safety net on both variants includes a dual-channel ABS and traction control system. The 17-inch alloy wheels are shod in 100/80-section front and 140/70-section rear tyres. Further, the rear wheel uses a radial-type tyre."
                  
                },
            {
                "id":"6",
                "img":"/image/tranding6.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"TVS Raider 125",
                "ExShowroom":"₹ 84,937",
                "RTO":"₹ 10,330 ",
                "Insuranc": " ₹ 7,434",
                "OnRoadPriceinPune": "₹ 1,05,300",
                "EngineCapacity": "124.8 cc",
                "MileageARAI": "56.7 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "123 kg ",
                "FuelTankCapacity": "10 litres ",
                "SeatHeight": "780 mm ",
                "summary": "Price: TVS Raider 125 price for its variant - Raider 125 Drum starts at Rs. 1,05,300. The price for the other variants - Raider 125 iGO - Boost Mode, Raider 125 Single Seat - Disc, Raider 125 Split Seat - Disc, Raider 125 Super Squad Edition and Raider 125 SmartXonnect are Rs. 1,17,197, Rs. 1,18,299, Rs. 1,19,799, Rs. 1,24,080 and Rs. 1,30,109. The mentioned Raider 125 prices are the on-road price of Pune.TVS Raider 125 is a mileage bike available in 6 variants and 12 colours. \nThe TVS Raider 125 is powered by 124.8cc BS6 engine which develops a power of 11.2 bhp and a torque of 11.2 Nm. With front disc and rear drum brakes, TVS Raider 125 comes up with combined braking system of both wheels. This Raider 125 bike weighs 123 kg and has a fuel tank capacity of 10 liters.TVS Motor Company made huge waves in the 125cc, premium commuter motorcycle space with the launch of the Raider. \nThis Hosur-based two-wheeler maker's 125cc-class contender competes against the Bajaj Pulsar NS 125 and the Honda SP 125 in the Indian market. TVS Motor Company offers the Raider with the option of Drum brakes, single-disc, and Connected tech All variants use a 124.8cc, single-cylinder, air-cooled, three-valve engine that produces 11.2bhp of power at 7,500rpm and 11.2Nm of peak torque at 6,000rpm. \nThe motor is paired to a five-speed transmission. The company claims that the Raider can sprint from 0-60kmph in 5.9 seconds and hit a top speed of  99kmph.The styling cues include a modern design for the LED headlight, body-coloured headlight cowl, body-coloured front fender, split-style saddle, aluminium grab rail, and an engine cowl. \nThis 125cc sporty commuter motorcycle is available in four colour options – Striking Red, Blazing Blue, Wicked Black, and Fiery Yellow.The standard features on all variants of the motorcycle comprise an LED headlight with integrated LED DRLs, an LED taillight, a five-inch digital display, Idle Stop-Start system, two ride modes (Eco and Power), and generous under-seat storage. The Connected variant further benefits from a colour TFT display with Bluetooth connectivity, and Voice Assist function that works in conjunction with the TVS SmartXConnect system. The Connected variant gets additional functions such as navigation, incoming calls, and message notifications. A USB charger is available as an optional extra.The suspension setup includes a 30mm telescopic fork and a preload-adjustable rear mono-shock. The brakes on the base version consist of drum units on both wheels. \nThe disc-brake equipped variant has 240mm disc at the front and a 130mm drum unit at the back. CBS or combined braking system is standard on all variants.The TVS Raider 125 faces competition not only from the above-mentioned Bajaj Pulsar 125 and Honda SP 125 but also from the newly launched Hero Xtreme 125."
                  
                },
            {
                "id":"7",
                "img":"/image/tranding7.webp",
                "img1":"/image/tranding101.png",
                "img2":"/image/tranding102.jpg",
                "img3":"/image/tranding103.png",
                "img4":"/image/tranding104.png",
                "img5":"/image/tranding105.jpg",
                "img6":"/image/tranding106.jpg",
                "img7":"/image/tranding107.png",
                "img8":"/image/tranding108.jpg",
                "img9":"/image/tranding109.png",
                "img10":"/image/tranding1010.jpg",
                "img11":"/image/tranding1011.png",
                "img12":"/image/tranding1012.jpg",
                "img13":"/image/tranding1013.png",
                "img14":"/image/tranding014.jpg",
                "img15":"/image/tranding1015.png",
                "img16":"/image/tranding016.jpg",
                "img17":"/image/tranding1017.png",
                "img18":"/image/tranding1018.jpg",
                "img19":"/image/tranding1019.jpg",
                "img20":"/image/tranding1020.jpg",
                "img21":"/image/tranding1021.jpg",
                "img22":"/image/tranding1022.jpg",
                "img23":"/image/tranding1023.jpg",
                "img24":"/image/tranding1024.jpg",
                "img25":"/image/tranding1025.jpg",
                "img26":"/image/tranding1026.jpg",
                "img27":"/image/tranding1027.jpg",
                "name":"Royal Enfield Bullet 350 ",
                "ExShowroom":"₹ 1,73,562",
                "RTO":"₹ 23,344 ",
                "Insuranc": " ₹ 12,890",
                "OnRoadPriceinPune": "₹ 2,09,796",
                "EngineCapacity": "349. cc ",
                "MileageARAI ": "35 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "195 kg ",
                "FuelTankCapacity": "13 litres ",
                "SeatHeight": "850 mm ",
                "summary":"Price: Royal Enfield Bullet 350 price for its variant - Bullet 350 Base starts at Rs. 2,09,796. The price for the other variants - Bullet 350 Battalion Black, Bullet 350 Military Silver, Bullet 350 Mid and Bullet 350 Top are Rs. 2,10,179, Rs. 2,15,010, Rs. 2,36,072 and Rs. 2,57,054. The mentioned Bullet 350 prices are the on-road price of Pune.\nRoyal Enfield Bullet 350 is a street bike available in 5 variants and 7 colours. The Royal Enfield Bullet 350 is powered by 349cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With front disc and rear drum brakes, Royal Enfield Bullet 350 comes up with anti-locking braking system. This Bullet 350 bike weighs 195 kg and has a fuel tank capacity of 13 liters.The Bullet 350 is a retro-styled motorcycle from Royal Enfield. \nIt shares quite a bit of styling, engine, features, and hardware with the Classic 350. Royal Enfield offers the Bullet 350 in four variants – Base, Military Silver, Mid, and Top. These trims differ in terms of paint schemes and braking hardware.The Bullet 350 features a round headlight, flanked by round indicators, and both use a halogen bulb setup. \nThe motorcycle also gets a single-piece seat with a tubular grab-rail for the pillion. Royal Enfield has powered the Bullet 350 with a 349cc, single-cylinder engine. It produces 20.2bhp at 6,100rpm and 27Nm of peak torque at 4,000rpm. The engine is linked to a five-speed gearbox. The Bullet 350’s feature list includes telescopic front forks, dual rear shocks, and a front disc brake and a rear drum/disc setup. Here, the rear brake varies as per the variant. Then, the Bullet 350 rides on a 19-inch front and 18-inch rear spoke wheel wrapped in tube tyres. \nRoyal Enfield offers the Bullet 350 in seven colours – Military Red, Military Black, Military SilverBlack, Military SilverRed, Standard Black, Standard Maroon, and Black Gold. The Royal Enfield Bullet 350 rivals the Classic 350, Honda H’ness CB350, and the Jawa 350.Last updated on 14 May 2024"
                  
                }
            
           
            
        ],
        "populars":[
            {
                "id":"8",
                "img":"/image/popular1.webp",
                "name":"Royal Enfield ContinentalGT650 ",
                "ExShowroom":" ₹ 3,19,000",
                "RTO":"₹ 40,146",
                "Insuranc": "₹ 25,267",
                "OnRoadPriceinPune": "₹ 3,84,413",
                "EngineCapacity": "648 cc ",
                "MileageARAI": "25 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "211 kg ",
                "FuelTankCapacity": "12.5 litres ",
                "SeatHeight": "804 mm ",
                "summary":"Price: Royal Enfield Continental GT 650 price for its variant - Continental GT 650 Standard starts at Rs. 3,84,413. The price for the other variants - Continental GT 650 Custom, Continental GT 650 Alloy Wheel and Continental GT 650 Chrome are Rs. 3,95,848, Rs. 4,07,283 and Rs. 4,14,143. The mentioned Continental GT 650 prices are the on-road price of Pune.Royal Enfield Continental GT 650 is a cafe racer bike available in 4 variants and 6 colours. The Royal Enfield Continental GT 650 is powered by 648cc BS6 engine which develops a power of 47 bhp and a torque of 52 Nm. With both front and rear disc brakes, Royal Enfield Continental GT 650 comes up with anti-locking braking system. This Continental GT 650 bike weighs 211 kg and has a fuel tank capacity of 12.5 liters.Royal Enfield has updated its Indian product portfolio with the launch of the 2023 Continental GT 650. The latest iteration of the café-racer-style middleweight motorcycle gets several updates over its predecessor.Visually, the motorcycle remains similar to the previous version and continues to feature a round headlight, twin-pod instrument cluster, clip-on-style handlebar, rear cowl, and twin-sided exhaust outlets. While the styling remains unchanged, Royal Enfield has updated the colour palette for the 2023 Continental GT 650, and the motorcycle is now available in two new blacked-out versions – Slipstream Blue and Apex Grey. These new colourways benefit from alloy wheels that are shod in tubeless tyres and will be sold alongside the Mr Clean, Dux Deluxe, British Racing Green, and Rocker Red paint themes. The rest of the colour options will continue to use 18-inch wire-spoke wheels.Apart from adding the new colours to the palette, Royal Enfield has also updated the feature list for the 2023 Continental GT 650. The motorcycle now comes with an LED headlight instead of the halogen unit on the older model. The switchgear has been updated as well, and the 2023 model now gets Super Meteor 650-style switches. Other additions include a redesigned saddle for enhanced comfort and a USB charging port. Meanwhile, the 2023 model retains a halogen-style taillight, twin-pod instrument cluster, and dual-channel ABS from the previous version.The mechanical specifications retain the 647.95cc, parallel-twin, air/oil-cooled engine with a single overhead camshaft and fuel injection system. Linked to a six-speed gearbox, this motor is tuned to deliver a maximum output of 46.8bhp at 7,250rpm and a peak torque of 52.3Nm at 5,150rpm.In terms of hardware, this middleweight café-racer uses a steel tubular double-cradle frame, telescopic front forks, preload-adjustable twin rear springs, a single 320mm disc at the front and a single 240mm rotor at the back. Other key dimensions include a 12.5-litre fuel tank, 174mm of ground clearance, and 214kg of kerb weight. "

            },
            {
                "id":"9",
                "img":"/image/popular2.webp",
                "name":"Hero Xtreme 125R ",
                "ExShowroom":" ₹ 96,712",
                "RTO":"₹ 11,683 ",
                "Insuranc": " ₹ 7,539",
                "OnRoadPriceinPune": " ₹ 1,19,733",
                "EngineCapacity": "124.7 cc ",
                "MileageARAI": "66 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "136 kg ",
                "FuelTankCapacity": "10 litres ",
                "SeatHeight": "794 mm ",
                "summary":"Price: Hero Xtreme 125R price for its variant - Xtreme 125R IBS starts at Rs. 1,19,733. The price for the other variant - Xtreme 125R Single Channel ABS is Rs. 1,25,117. The mentioned Xtreme 125R prices are the on-road price of Pune.Hero Xtreme 125R is a mileage bike available in 2 variants and 3 colours. The Hero Xtreme 125R is powered by 124.7cc BS6 engine which develops a power of 11.4 bhp and a torque of 10.5 Nm. With front disc and rear drum brakes, Hero Xtreme 125R comes up with anti-locking braking system. This Xtreme 125R bike weighs 136 kg and has a fuel tank capacity of 10 liters.The Hero Xtreme 125R is a commuter bike available in two variants and three colours. It is Hero’s latest launch and is a mix of practicality and youthful styling. The Xtreme 125R rivals the TVS Raider and comes in two variants – IBS and ABS. The design of the Xtreme 125R is quite distinct and appears sporty. The fascia gets a low-slung full-LED headlamp with a design similar to the Xtreme 200S’ unit. The fuel tank and rear section look muscular and get a split-seat setup. Hero is offering the Xtreme 125R in three colour options-  Firestorm Red, Cobalt Blue, Stallion Black.Powering the motorcycle is a 125cc, single-cylinder, air-cooled motor. It makes 11.5bhp and 10.5Nm and comes linked to a five-speed gearbox. The Hero Xtreme 125R gets 37mm telescopic forks up front and a monoshock at the rear. Its braking hardware includes a 276mm disc at the front and an optional disc or drum at the rear. As for the features, the Xtreme 125R offers full-LED lighting and an interesting-looking LCD screen that offers Bluetooth connectivity for call and text alerts. It also comes with hazard lamps and is offered with ABS and a combined braking system as options.The Hero Xtreme 125 rivals the TVS Raider 125 and the Bajaj Pulsar NS125. "
            },
            {
                "id":"10",
                "img":"/image/popular3.webp",
                "name":"TVS Jupiter",
                "ExShowroom":" ₹ 77,091",
                "RTO":"₹ 9,980 ",
                "Insuranc": " ₹ 6,551",
                "OnRoadPriceinPune": " ₹ 96,060",
                "EngineCapacity": "113.3 cc ",
                "MileageARAI": "53.84  kmpl ",
                "Transmission": "7.91 bhp ",
                "KerbWeight": "106 kg ",
                "FuelTankCapacity": "13 litres ",
                "SeatHeight": "765 mm ",
                "summary":"Price: TVS Jupiter price for its variant - Jupiter Drum starts at Rs. 96,060. The price for the other variants - Jupiter Drum Alloy, Jupiter SmartXonnect Drum and Jupiter SmartXonnect Disc are Rs. 1,02,215, Rs. 1,06,223 and Rs. 1,10,513. The mentioned Jupiter prices are the on-road price of Pune.TVS Jupiter is a scooter available in 4 variants and 6 colours. The TVS Jupiter is powered by 113.3cc BS6 engine which develops a power of 7.91 bhp and a torque of 9.8 Nm. With front disc and rear drum brakes, TVS Jupiter comes up with combined braking system of both wheels. This Jupiter scooter weighs 106 kg and has a fuel tank capacity of 5.1 liters.TVS has finally launched the next-generation Jupiter 110 in India. This new scooter will replace the over- a-decade-old Jupiter 110.This new family scooter is built around the same chassis that is used to make the Jupiter 125. However, the overall styling on the new Jupiter 110 has evolved as it now looks far sharper than before. This is a result of a change in consumer base. The front looks the best due to the presence of a wide LED DRL with turn indicators. Even from the side, this TVS looks quite striking as the design elements are quite sharp. The tail section gets a wider frame – something that goes well with the overall design language.In terms of performance, the new Jupiter 110 is powered by a new 113.5cc single-cylinder motor which makes around 8bhp of power and 9.2Nm of peak torque. There’s a new IGo assist feature that has been included in this engine that churns out a bit more torque while overtaking in the city.The new Jupiter 110 is equipped with an LED display that shows plenty of information. It also gets Bluetooth integration which can be used to check out ride data on the smartphone. The practicality aspect is quite high on this scooter as it gets a front storage box, an under-seat space that can accommodate basic two full-face helmets and also an external fuel-filling cap.The new Jupiter 110 is available in a total of six colours and two variants. The lower variant misses out on the LED instrument cluster, USB charging and front disc brake. It also doesn’t get that new LED DRL."
            },
            {
                "id":"11",
                "img":"/image/popular4.webp",
                "name":"Bajaj Pulsar N160",
                "ExShowroom":" ₹ 1,22,886",
                "RTO":"₹ 15,017",
                "Insuranc": " ₹ 10,585",
                "OnRoadPriceinPune ": " ₹ 1,48,488",
                "EngineCapacity": "164.82 cc",
                "MileageARAI": "51.6 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "152 kg ",
                "FuelTankCapacity": "14 litres ",
                "SeatHeight": "795 mm ",
                "summary":"Price: Bajaj Pulsar N160 price for its variant - Pulsar N160 Single Channel ABS starts at Rs. 1,48,488. The price for the other variants - Pulsar N160 Dual Channel ABS [ 2024], Pulsar N160 Dual Channel ABS and Pulsar N160 Bluetooth are Rs. 1,59,992, Rs. 1,61,215 and Rs. 1,73,850. The mentioned Pulsar N160 prices are the on-road price of Pune.Bajaj Pulsar N160 is a street bike available in 4 variants and 6 colours. The Bajaj Pulsar N160 is powered by 164.82cc BS6 engine which develops a power of 15.68 bhp and a torque of 14.65 Nm. With both front and rear disc brakes, Bajaj Pulsar N160 comes up with anti-locking braking system. This Pulsar N160 bike weighs 152 kg and has a fuel tank capacity of 14 liters.Price: Bajaj Pulsar N160 price for its variant - Pulsar N160 Dual-Channel ABS is priced at Rs. 1,33,408 and the Pulsar N160 with USD forks is priced at Rs. 1,39,693 (both ex-showroom, Delhi), The Bajaj Pulsar N160 is a naked-style motorcycle and is offered in two variants – standard and with USD front forks. It is available in multiple paint schemes – Brooklyn Black, Polar Sky Blue, Glossy Racing Red (only for the top-spec model), and Pearl Metallic White. The Pulsar N160 gets a centre-set projector LED light with LED DRLs on the side. The top-spec model gets golden-coloured front forks. It’s powered by a 164.82cc, single-cylinder, oil-cooled engine developing 15.7bhp of power and 14.65Nm of torque. The motor is mated to a five-speed gearbox. The Bajaj Pulsar N160 uses the same chassis as its 250cc sibling and is equipped with conventional telescopic forks and a monoshock at the rear for the base model. But the newly launched variant uses USD front forks. The braking hardware consists of a single front and rear disc with single and dual-channel ABS as options. It rides on 17-inch alloy wheels. On the feature front, Bajaj has equipped the Pulsar N160 base model with a USB charging port and a semi-digital instrument cluster with smartphone connectivity. Meanwhile, the USD front fork trim uses a fully digital console with smartphone connectivity for call and SMS alerts, battery levels, as well as turn-by-turn navigation. Further, it also gets three different ABS settings – Road, Rain, and Off-road.The Pulsar N160 rivals the TVS Apache RTR 160 4V, Suzuki Gixxer, and the Hero Xtreme 160R. "
            },
            {
                "id":"12",
                "img":"/image/popular5.webp",
                "name":"TVS Apache RTR 160 ",
                "ExShowroom ":" ₹ 1,09,990",
                "RTO":"₹ 13,599 ",
                "Insuranc": " ₹ 11,432",
                "OnRoadPriceinPune": " ₹ 1,38,337",
                "EngineCapacity": "159.7 cc ",
                "MileageARAI": "61 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "137 kg ",
                "FuelTankCapacity": "12 litres ",
                "SeatHeight": "790 mm ",
                "summary":"Price: TVS Apache RTR 160 price for its variant - Apache RTR 160 RM Drum - Black Edition starts at Rs. 1,38,337. The price for the other variants - Apache RTR 160 RM Drum, Apache RTR 160 RM Disc, Apache RTR 160 RM Disc Bluetooth and Apache RTR 160 Racing Edition are Rs. 1,51,028, Rs. 1,54,984, Rs. 1,58,713 and Rs. 1,60,408. The mentioned Apache RTR 160 prices are the on-road price of Pune.TVS Apache RTR 160 is a street bike available in 5 variants and 7 colours. The TVS Apache RTR 160 is powered by 159.7cc BS6 engine which develops a power of 15.82 bhp and a torque of 13.85 Nm. With both front and rear disc brakes, TVS Apache RTR 160 comes up with anti-locking braking system. This Apache RTR 160 bike weighs 138 kg and has a fuel tank capacity of 12 liters. The TVS Apache RTR 160 is a naked, sporty commuter motorcycle. It is offered in three variants – RM Drum, RM Disc, and RM Disc BT. The Apache RTR 160 looks sporty and muscular. It gets a single-piece headlight, scooped single-piece seat with split grab-rails, and an engaging rider triangle. It is offered in five colours – Pearl White, Gloss Black, Racing Red, Matte Blue, and T Grey. TVS has powered the Apache RTR 160 with a 159.7cc BS6 engine. It develops 15.82bhp and 13.85Nm and is linked to a five-speed gearbox. The Apache RTR 160 uses a double cradle frame suspended on telescopic front forks and gas-charged rear shocks. Its braking hardware includes a 270mm front disc and a 130mm drum or 200mm disc. The rear brake differs as per the variant. The bike rides on 17-inch wheels wrapped in a 90/90 front and 110/80 rear tyre. However, the Disc BT model gets a wider 120/70 rear tyre. On the feature front, the TVS Apache RTR 160 gets an LED headlight and taillight while the turn indicators use halogen bulbs. Its instrument console is a digital unit and features Bluetooth connectivity for the top-spec model. This gives the rider access to turn-by-turn navigation, call/SMS alerts, crash alerts, lean angle modes, and more.The TVS Apache RTR 160 rivals the Hero Xtreme 160R 4V, Bajaj Pulsar NS160, and thr Pulsar N160."
            },
            {
                "id":"13",
                "img":"/image/popular6.webp",
                "name":"Bajaj Pulsar NS200 ",
                "ExShowroom":" ₹ 1,37,760",
                "RTO":"₹ 16,057 ",
                "Insuranc": " ₹ 11,850",
                "OnRoadPriceinPune": "₹ 1,69,219",
                "EngineCapacity": "199.5 cc ",
                "MileageARAI ": "37 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "159.5 kg ",
                "FuelTankCapacity ": "12 litres ",
                "SeatHeight": "805 mm ",
                "summary":"Price: Bajaj Pulsar NS200 price for its variant - Pulsar NS200 Single Channel ABS starts at Rs. 1,69,219. The price for the other variants - Pulsar NS200 Dual Channel ABS and Pulsar NS200 Bluetooth are Rs. 1,87,482 and Rs. 1,90,086. The mentioned Pulsar NS200 prices are the on-road price of Pune. Bajaj Pulsar NS200 is a street bike available in 3 variants and 4 colours. The Bajaj Pulsar NS200 is powered by 199.5cc BS6 engine which develops a power of 24.13 bhp and a torque of 18.74 Nm. With both front and rear disc brakes, Bajaj Pulsar NS200 comes up with anti-locking braking system. This Pulsar NS200 bike weighs 159.5 kg and has a fuel tank capacity of 12 liters. Bajaj Auto has updated the Pulsar NS200 for 2024 in the form of changes made on the technological front. The bike gets a new LED headlight with integrated DRLs and a digital display with Bluetooth connectivity. Using a dedicated app, the rider can pair their smartphone to the LCD instrument cluster and view incoming calls, message notifications, as well as turn-by-turn navigation information. These updates have brought the NS200 up-to-date with the competition. Mechanically, the NS200 is the same as the predecessor. The bike is powered by a 199cc, single-cylinder, liquid-cooled engine. It produces 24.13bhp at 9,750rpm and 18.74Nm at 8,000rpm. The engine is paired with a six-speed gearbox. The design of the bike is like that of an aggressive streetfighter, consisting of a muscular fuel tank, sharp headlight cowl, and a raised tail section. The bike is available in one variant and one colour for now. Under the bodywork, you’ve got a perimeter frame that’s suspended by a USD fork and a gas-charged monoshock. Braking duties are taken care of by a 300mm disc at the front and a 230mm disc at the rear. In terms of competition, the Pulsar NS200 goes up against the TVS Apache RTR 200 4V. "
            },
            {
                "id":"14",
                "img":"/image/popular7.webp",
                "name":"KTM 200 Duke ",
                "ExShowroom":"₹ 2,03,412",
                "RTO":"₹ 23,875 ",
                "Insuranc": " ₹ 12,203",
                "OnRoadPriceinPune ": " ₹ 2,39,490",
                "EngineCapacity": "199.5 cc ",
                "MileageARAI": "35 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "159 kg ",
                "FuelTankCapacity": "13.4 litres ",
                "SeatHeight": "822 mm ",
                "summary":"Price: KTM 200 Duke price for its variant - 200 Duke Standard starts at Rs. 2,39,490. The mentioned 200 Duke price is the on-road price of Pune. KTM 200 Duke is a street bike available in only 1 variant and 3 colours. The KTM 200 Duke is powered by 199.5cc BS6 engine which develops a power of 24.67 bhp and a torque of 19.3 Nm. With both front and rear disc brakes, KTM 200 Duke comes up with anti-locking braking system. This 200 Duke bike weighs 159 kg and has a fuel tank capacity of 13.4 liters. The KTM 200 Duke is the entry point in the Austrian company’s Duke street naked bike portfolio. The bike features an aggressive design that is characteristic of a KTM. The bike is available in two colours- Electronic Orange and Dark Silver Metallic. Since the KTM 250 Duke and 390 Duke have the new 2024 design, the 200 Duke, with its previous 390 Duke’s design, looks different from these bikes. The 200 Duke is hands down the sharpest-looking motorcycle in its segment in India. From the front to rear, the overall bodywork comprises angular cuts and creases, which make it look quite youthful and attractive, especially with the swanky colours. The bike is powered by a 199.5cc, single-cylinder, liquid-cooled mill that produces 24.67bhp and 19.3Nm of peak torque. The transmission duties are handled by a six-speed gearbox. With such performance number, the KTM Duke 200 has a claimed top speed of over 140kmph. Under the bodywork, you’ve got a steel trellis frame that is suspended by 43mm upside-down forks at the front and a 10-step preload adjustable monoshock at the rear. The braking duties are taken care of by a single disc with ByBre callipers at both ends. Then the braking setup is accompanied by dual-channel ABS. The bike goes up against the TVS Apache RTR 200 4V and the Suzuki Gixxer 250."
            },
            {
                "id":"15",
                "img":"/image/popular8.webp",
                "name":"Bajaj Pulsar NS400Z ",
                "ExShowroom":" ₹ 1,85,000",
                "RTO":"₹ 23,597 ",
                "Insuranc": " ₹ 23,809",
                "OnRoadPriceinPune": "₹ 2,35,958",
                "EngineCapacity": "373 cc",
                "MileageARAI": "34 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "174 kg ",
                "FuelTankCapacity": "12 litres ",
                "SeatHeight": "807 mm ",
                "summary": "Price: Bajaj Pulsar NS400Z price for its variant - Pulsar NS400Z Standard starts at Rs. 2,35,958. The mentioned Pulsar NS400Z price is the on-road price of Pune. Bajaj Pulsar NS400Z is a street bike available in only 1 variant and 4 colours. The Bajaj Pulsar NS400Z is powered by 373cc BS6 engine which develops a power of 39.4 bhp and a torque of 35 Nm. With both front and rear disc brakes, Bajaj Pulsar NS400Z comes up with anti-locking braking system. This Pulsar NS400Z bike weighs 174 kg and has a fuel tank capacity of 12 liters. The Bajaj Pulsar NS400Z is the most powerful and expensive Pulsar in Bajaj’s line-up. Its design comprises muscular body panels with sharp cuts for aerodynamics. The NS400Z gets a single-piece headlight with thunder-shaped LED DRLs and a centre-set LED projector. The bike is offered in four colours – Ebony Black, Glossy Racing Red, Metallic Pearl White, and Pewter Grey. The Bajaj Pulsar NS400Z uses a 373cc, single-cylinder, liquid-cooled engine. It produces 39.4bhp at 8,800rpm and 35Nm of peak torque at 6,5000rpm. The engine is linked to a six-speed gearbox and benefits from a slip-and-assist clutch. The Bajaj Pulsar NS400Z’s features include full LED illumination, switchable traction control, and four ride modes- Road, Rain, Sport, and Off-road. Further, it comes with an LCD unit with Bluetooth connectivity for incoming calls, missed calls, and SMS notifications along with turn-by-turn navigation information. The hardware on the new Pulsar comprises USD front forks, monoshock, disc brakes at both ends, dual-channel ABS, 17-inch wheels, and MRF tyres. The Bajaj Pulsar NS400Z rivals the Triumph Speed 400, TVS Apache RTR 310, BMW G 310 R, and the KTM 390 Duke."
            },
            {
                "id":"16",
                "img":"/image/popular9.webp",
                "name":"TVS Ronin ",
                "ExShowroom":" ₹ 1,35,000",
                "RTO":"₹ 16,350",
                "Insuranc": " ₹ 11,935",
                "OnRoadPriceinPune": "₹ 1,67,472",
                "EngineCapacity": "225.9 cc ",
                "MileageARAI": "42 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "159 kg ",
                "FuelTankCapacity": "14 litres ",
                "SeatHeight": "795 mm ",
                "summary": "Price: TVS Ronin price for its variant - Ronin SS - Single Channel ABS - Lightning Black starts at Rs. 1,67,472. The price for the other variants - Ronin SS - Single Channel ABS - Magma Red, Ronin DS - Single Channel ABS, Ronin TD - Dual Channel ABS and Ronin TD Special Edition are Rs. 1,70,297, Rs. 1,91,995, Rs. 2,08,099 and Rs. 2,08,328. The mentioned Ronin prices are the on-road price of Pune.  TVS Ronin is a cruiser bike available in 5 variants and 8 colours. The TVS Ronin is powered by 225.9cc BS6 engine which develops a power of 20.1 bhp and a torque of 19.93 Nm. With both front and rear disc brakes, TVS Ronin comes up with anti-locking braking system. This Ronin bike weighs 159 kg and has a fuel tank capacity of 14 liters. The Ronin is a scrambler-style neo-retro motorcycle from TVS. The bike is available in four distinctive variants that are differentiated by their colour schemes. The Ronin is available in single-tone, dual-tone, and triple-tone paint schemes. The single-tone variant is offered in Lightning Black and Magma Red colours, while the dual-tone version gets Delta Blue and Stargaze Black paint options. Meanwhile, the triple-tone variant is available in two paint themes – Galactic Grey and Dawn Orange. The Ronin is also available in a range-topping special edition version that gets a unique colour and comes fitted with accessories such as a visor, USB charger, and FI covers. The Ronin blends modern features with timeless design elements. It packs a full-LED lighting system, asymmetrically mounted LCD instrument cluster with TVS SmartXonnect Bluetooth connectivity, two ABS modes (Rain and Road), and Glide Through Technology. Meanwhile, the design highlights include a classic scrambler styling with elements such as a round headlight, teardrop fuel tank, and a flat tail section with a single-piece seat. The TVS Ronin is powered by a 225cc, single-cylinder, oil-cooled engine churning out 20.1bhp and 19.93Nm of torque. The motor is paired with a five-speed gearbox. The suspension system comprises upside-down forks at the front and a seven-step preload-adjustable monoshock at the rear. Stopping power comes from a 300mm disc up front and a 240mm disc at the back. With its unique blend of classic design, modern features, and capable performance, the TVS Ronin is a strong contender in its segment. It rivals the likes of the Royal Enfield Hunter 350 and the Honda CB350 RS. "
            }
        ],
        "electric":[
            {
                "id":"17",
                "img":"/image/electric1.webp",
                "name":"Bajaj Chetak",
                "ExShowroom":" ₹ 1,40,000",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 300 ",
                "SmartCard":"₹ 258 ",
                "Insuranc": " ₹ 7,395",
                "HandlingCharges": " ₹ 500",
                "OnRoadPriceinPune": " ₹ 1,39,058",
                "RidingRange": "153 km ",
                "TopSpeed": "73kmph ",
                "ChargingTime": "3.25 hrs ",
                "RatedPower": "4kw ",
                "USB": "Yes ",
                "RearBrakeType": "Drum ",
                "summary":"Price: Bajaj Chetak price for its variant - Chetak 3502 starts at Rs. 1,39,058. The price for the other variant - Chetak 3501 is Rs. 1,52,474. The mentioned Chetak prices are the on-road price of Pune.Bajaj Chetak is an electric scooter available in 2 variants and 7 colours. Bajaj Chetak generates 4 W power from its motor. With front disc and rear drum brakes, Bajaj Chetak comes up with combined braking system of both wheels. "

            },
            {
                "id":"18",
                "img":"/image/electric2.webp",
                "name":"TVS iQube",
                "ExShowroom":"₹ 1,17,981",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 19,448 ",
                "SmartCard":"₹ 300 ",
                "Insuranc": " ₹ 7,395",
                "HandlingCharges": " ₹ 500",
                "OnRoadPriceinPune": " ₹ 1,16,685",
                "RidingRange": "153 km ",
                "TopSpeed": "73kmph ",
                "ChargingTime": "3.25 hrs ",
                "RatedPower": "4kw ",
                "USB": "Yes ",
                "RearBrakeType": "Drum ",
                "summary":"Price: TVS iQube price for its variant - iQube 2.2 kWh starts at Rs. 1,16,685. The price for the other variants - iQube Standard, iQube S - 3.4 kWh, iQube ST - 3.4 kWh and iQube ST - 5.1 kWh are Rs. 1,46,483, Rs. 1,60,057, Rs. 1,72,228 and Rs. 2,02,560. The mentioned iQube prices are the on-road price of Pune. TVS iQube is an electric scooter available in 5 variants and 12 colours. TVS iQube generates 3 W power from its motor. With front disc and rear drum brakes, TVS iQube comes up with combined braking system of both wheels. TVS launched the updated range of the iQube electric scooter in India and now there are five options for buyers to choose from. These models differ in terms of variants and can be further segregated by their battery capacities. The base model of the TVS iQube comes with two battery options – 2.2kWh and 3.4kWh. It is powered by a 4kW motor, common for both options. The top speed and the range for the smaller battery pack are 75kmph and 75km, respectively. Meanwhile, the 3.4kWh trim gets 78kmph speed and 100km of maximum range. These further differ in terms of their charging time as the smaller battery takes two hours and the larger unit does it in four hours and 30 minutes. On the feature front, the TVS iQube base model comes with full LED illumination, five-inch TFT with smartphone connectivity, OTA updates, turn-by-turn navigation, call/SMS alerts, park assist, distance to empty, two ride modes – Economy and Power, geo-fencing, anti-theft alert, live indicator status, crash and fall alert, and a USB charging port. The iQube S uses a 3.4kWh battery and is linked to a 4.4kW motor. This setup offers the TVS iQube S a range of 100km and a top speed of 78kmph. Its total charging time is four hours and 30 minutes. The features on this scooter include a seven-inch TFT screen, HMI joystick to toggle through the options, flip key, and all the features that the standard iQube gets. The iQube ST is the top-spec model and can be bought with two separate battery packs – 3.4kWh and 5.1kWh. These are linked to a 4.4kW motor. The smaller battery pack for the ST offers a range of 100km and a top speed of 78kmph. Meanwhile, the larger battery gets you a 150km range and 82kmph top speed. On the feature front, the iQube ST range packs a touchscreen seven-inch TFT, turn-by-turn navigation, call/SMS notifications, document storage, music control, social media notifications, four cluster themes, OTA updates, and all the features that you get on the iQube S range. The hardware on the TVS iQube range includes telescopic front forks, twin rear shocks, and a 220mm front disc and 130mm rear drum brake mounted on 12-inch wheels set in 90/90 tyres. The TVS iQube rivals the Ola S1X and the Ather 450S, while the iQube S competes against the Ather 450X and the Ola S1 Air. Then, the iQube ST’s rivals include the Ola S1 Pro and the Ather Rizta.  "

            },
            {
                "id":"19",
                "img":"/image/electric3.webp",
                "name":"Ather Rizta ",
                "ExShowroom":" ₹ 1,35,157",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 558",
                "SmartCard":"₹ 300 ",
                "Insuranc": " ₹ ₹ 7,069",
                "HandlingCharges": " - ₹ 15,001",
                "OnRoadPriceinPune": " ₹ 1,17,783",
                "RidingRange": "123 km",
                "TopSpeed": "80 kmph ",
                "ChargingTime": "8.3 hrs ",
                "RatedPower": "780 mm ",
                "USB": "Yes ",
                "RearBrakeType": "Drum ",
                "summary":"Price: Ather Rizta price for its variant - Rizta S - 2.9 kwh starts at Rs. 1,17,783. The price for the other variants - Rizta S - 2.9 kwh - Pro Pack, Rizta Z - 2.9 kwh, Rizta Z - 3.7 kwh, Rizta Z - 2.9 kwh - Pro Pack and Rizta Z - 3.7 kwh - Pro Pack are Rs. 1,30,783, Rs. 1,38,674, Rs. 1,54,809, Rs. 1,55,674 and Rs. 1,74,809. The mentioned Rizta prices are the on-road price of Pune.Ather Rizta is an electric scooter available in 6 variants and 7 colours. With front disc and rear drum brakes, Ather Rizta comes up with combined braking system of both wheels. The Ather Rizta is the company’s first family-oriented electric scooter and is available in two models - S and Z. The Rizta S gets a 2.9kWh battery that offers a true range of 105km. The Rizta Z, on the other hand, is available with two battery options. There is a 2.9kWh battery and a bigger 3.7kWh battery that has a true range of 125km. The battery comes with a five-year/60,000km warranty as standard. Ather adds that it has an IP67 rating. Coming to the features, the Rizta has a pretty comprehensive list. The Z variant gets a seven-inch colour TFT display with Bluetooth connectivity and navigation. This appears to be the same unit as seen on the 450X, however, it has a different UI. The Rizta S, meanwhile, gets the 'deepview' LCD display that's seen on the Ather 450S. The Rizta gets two ride modes only, Smart Eco or SE and Zip. The former is for extracting the best possible range while the latter is for maximum performance. The claimed top speed of the electric scooter is 80kmph. Other features include, auto hold, reverse mode, and ‘magic twist’ wherein one can slow down the scooter using regen without the need to apply the brakes. One of the big highlights is the underseat wireless charger for the Ather Halo smart helmet, which magnetically attaches to the back of the helmet once it is stored in the boot and charges the Halo's batteries. It can also be used to send power to an accessory portable powerbank that can then charge devices such as smartphones and laptops. The safety features include a new Ather Skid Control, which is a traction control that prevents the wheel from slipping while riding on slippery surfaces such as wet roads or gravel. Moving on to the design, it is a mix of form and function. The Rizta looks nowhere near as sharp or sporty as its 450-series siblings. The front apron comprises a horizontally laid-out headlight cluster with integrated DRLs and turn indicators. The side and tail panel is one unit and it has been neatly integrated. Then, the taillight has a similar, bar-style shape as the headlight and it sits nicely within the bodywork. The boxy design translates to large dimensions and this is the largest electric scooter that Ather has made. It has a 900mm long seat and the company says it is the biggest seat that a scooter has in India. The under-seat storage volume is 34 litres, which is larger than its competition such as the TVS iQube. Additionally, there’s an accessory frunk that sits behind the front apron with a 22-litre capacity. In all, there’s 56 litres of space in the Rizta. Moving to the hardware, the Rizta has an underbone chassis that is derived from the 450-series. The big change is a longer, wider subframe that's also placed lower than on the 450s. Here, the frame is suspended by a telescopic fork and a monoshock. The Rizta rides on 12-inch wheels, shod with MRF tyres. Ather is offering the Rizta Z in seven colour options, while the Rizta S is available in three colour options only. The introductory price of the Ather Rizta is Rs.1.10 lakh for the S variant. In the case of the Z, the 2.9kWh variant is priced at Rs. 1.25 lakh, while the 3.7kWh version is priced at Rs 1.45 lakh (ex-showroom, Bengaluru). The Ather Rizta competes with the Ola S1 andTVS iQube range. "


            },
            {
                "id":"20",
                "img":"/image/electric4.webp",
                "name":"OLA S1 Z ",
                "ExShowroom":" ₹ 59,999",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ ₹ 1,500 ",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ ₹ 4,253",
                "HandlingCharges": " ₹ 00",
                "OnRoadPriceinPune ": "₹ 55,752",
                "RidingRange": "146 km ",
                "TopSpeed": "70kmph ",
                "ChargingTime": "-- hrs ",
                "RatedPower": "3 kw ",
                "USB": "Yes ",
                "RearBrakeType": "Drum ",
                "summary":"Price: OLA S1 Z price for its variant - S1 Z Standard starts at Rs. 55,752. The price for the other variant - S1 Z Plus is Rs. 60,838. The mentioned S1 Z prices are the on-road price of Pune.OLA S1 Z is an electric scooter available in 2 variants and 2 colours. OLA S1 Z generates 3 W power from its motor. OLA S1 Z comes up with both front and rear drum brakes "


            },
            {
                "id":"21",
                "img":"/image/electric5.webp",
                "name":"OLA Roadster ",
                "ExShowroom":" ₹ 1,04,999",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 1,500 ",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ 8,915",
                "HandlingCharges": " ₹ 00",
                "OnRoadPriceinPune": " ₹ 1,05,414",
                "RidingRange": "151 km ",
                "TopSpeed": "116kmph ",
                "ChargingTime": "7.9 hrs ",
                "RatedPower": "13 kw ",
                "USB": "Yes ",
                "RearBrakeType": "Disc ",
                "summary":" Price: OLA Roadster price for its variant - Roadster 3.5 kwh starts at Rs. 1,05,414. The price for the other variants - Roadster 4.5 kwh and Roadster 6 kwh are Rs. 1,20,686 and Rs. 1,41,049. The mentioned Roadster prices are the on-road price of Pune. OLA Roadster is an electric street bike available in 3 variants and 1 colour. With both front and rear disc brakes, OLA Roadster comes up with anti-locking braking system. Ola Electric recently launched the Roadster line-up. The standard Roadster is the second-most affordable model in the range and sits between the X and the Pro variants. It gets a clean and youthful design and packs all LED illumination. Similar to the X, the standard Roadster also gets large front-side panels that pack the battery and the motor and a single-piece seat with a two-piece grab-rail. Powering the Ola Roadster is an 11kW motor but there are three different battery options to choose from – 3.5kWh, 4kWh, and 6kWh – offering a range of 116km, 126km, and 126km, respectively. The Ola Roadster’s feature list includes hill hold, proximity lock, four ride modes – Hyper, Sports, normal, and Eco – tyre pressure monitoring system, tamper alert, seven-inch TFT touchscreen, smartphone connectivity, Ola maps, and full LED illumination. Ola has equipped the Roadster with a front and rear disc brake setup with single-channel ABS, mounted on alloy wheels. It rides on telescopic front forks and a monoshock."


            },
            {
                "id":"22",
                "img":"/image/electric6.webp",
                "name":"OLA S1 X ",
                "ExShowroom":" ₹ 89,999",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 558 ",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ 7,395",
                "HandlingCharges": " ₹ 3,388",
                "OnRoadPriceinPune": " ₹ 83,792",
                "RidingRange": "95 km ",
                "TopSpeed":"85kmph ",
                "ChargingTime": "5 hrs ",
                "RatedPower": "2.7kw ",
                "USB": "-- ",
                "RearBrakeType": "-- ",
                "summary":"Price: OLA S1 X price for its variant - S1 X 2 kWh starts at Rs. 83,792. The price for the other variants - S1 X 3 kWh, S1 X Plus and S1 X 4 kWh are Rs. 1,01,984, Rs. 1,09,140 and Rs. 1,16,369. The mentioned S1 X prices are the on-road price of Pune. OLA S1 X is an electric scooter available in 4 variants and 7 colours. OLA S1 X generates 2.7 W power from its motor. With both front and rear drum brakes, OLA S1 X comes up with combined braking system of both wheels. Price: OLA S1 X price for its variant - S1 X 2 kWh starts at Rs. 81,818. The price for the other variants - S1 X 3 kWh, S1 X Plus and S1 X 4 kWh are Rs. 95,723, Rs. 1,01,311 and Rs. 1,11,410. The mentioned S1 X prices are the on-road price of Delhi.   The S1 X is Ola’s most affordable electric scooter in the range. It is available in three variants- S1X (2kWh), S1X and S1X Plus. The design is similr to the other S1 models but gets minor tweaks like the headlamp cowl with LED projectors and LED bezel. It also gets a flat floorboard. Its handlebar is different from other models and the S1X comes with round mirrors. That said, Ola is offering two-tone paint schemes- Red Velocity, Midnight, Funmk, Stellar, Vogue, Porcelain White and Liquid Silver. Powering the S1X base model is a 2kWh battery unit while the mid-spec and Plus models get a 3kWh unit. That said, all three trims get the same 6kW motor. But the base model's top speed is limited to 85kmph while the remaining get 90kmph of top speed. Ola claims that the charging time for three is 7.4 hours. These further differ in terms of features, and performance as the Plus trim gets a five-inch display, unlike the other two's 3.5-inch units. The S1X’s hardware has been shared with other S1 scooters. So, it gets the same telescopic front forks and dual rear springs. Its braking hardware comprises drum units at both ends, just like the S1 Air. Then, there is also the 34-litre boot space, and two cubby storage units in the front apron for added convenience. The Ola S1X gets features including LED illumination, a 4.3-inch LCD, three ride modes – eco, normal, and sports – reverse mode, cruise control, and more. However, these vary as per the variants of the S1X. The Ola S1X rivals the Ather 450X, Bajaj Chetak Urbane, and the TVS iQube.  "


            },
            {
                "id":"23",
                "img":"/image/electric7.webp",
                "name":"OLA S1 Pro ",
                "ExShowroom":" ₹ 1,54,999",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 258 ",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ 11,479",
                "HandlingCharges": " ₹ 3,388",
                "OnRoadPriceinPune ": " ₹ 1,52,923",
                "RidingRange":"195 km ",
                "TopSpeed": "120kmph ",
                "ChargingTime": "6.5 hrs ",
                "RatedPower": "5.5kw ",
                "USB": "-- ",
                "RearBrakeType": "-- ",
                "summary":" Price: OLA S1 Pro price for its variant - S1 Pro Standard starts at Rs. 1,52,923. The mentioned S1 Pro price is the on-road price of Pune.OLA S1 Pro is an electric scooter available in only 1 variant and 5 colours. OLA S1 Pro generates 5.5 W power from its motor. With both front and rear disc brakes, OLA S1 Pro comes up with combined braking system of both wheels. The S1 Pro is Ola Electric’s flagship scooter and the company rolled out its second generation model in 2023. It is based on the company’s Gen 2 platform and features some improvements over the first-generation scooter. This includes a flat-floor board, conventional telescopic fork, and a double-sided swingarm. The  Ola S1 Pro Gen 2’s electric motor makes a higher peak power of 11kW but the continuous power is down from 5.5kW to 5kW. Ola S1 Pro offers a top speed of 120kmph. Ola claims the S1 Pro Gen 2 scooter accelerates from 0-40kmph in 2.6 seconds, which is faster than the first-generation S1 Pro. While the battery pack is the same as before, Ola says that they have made a few tweaks to enable more range. They claim the scooter has a certified range of 195km in Eco mode. Besides the Eco mode, the scooter gets three additional modes - Normal, Sports, and Hyper. Tweaks to the chassis have also led to a drop in weight, with the scooter now tipping the scales at 116kg. This should make the scooter pretty light and easy to manoeuver. Braking duties, meanwhile, are carried out by disc brakes at either end. Coming to the features, since this is the Ola flagship electric scooter, you get a 7-inch TFT display with Bluetooth connectivity and navigation. Other features include cruise control, hill hold, and LED lights. The Ola S1 Pro is available in five colours – Jet Black, Matt White, Stellar Blue, Midnight Blue, and Amethyst. The Ola S1 Pro Gen 2 goes up against the Ather 450 Apex, Ather 450 X, and the Simple One."

            },
            {
                "id":"24",
                "img":"/image/electric8.webp",
                "name":"Ather 450X ",
                "ExShowroom":"₹ 1,59,258",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ ₹ 258",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ 7,531",
                "HandlingCharges": " ₹ 00",
                "OnRoadPriceinPune ": "₹ 1,58,547",
                "RidingRange": "126 km ",
                "TopSpeed": "90 kmph ",
                "ChargingTime": "4.3 hrs ",
                "RatedPower": "6.4 kw ",
                "USB": "-- ",
                "RearBrakeType": "-- ",
                "summary":"Price: Ather 450X price for its variant - 450X 2.9 kWh starts at Rs. 1,58,547. The price for the other variants - 450X 3.7 kWh, 450X 2.9 kWh - Pro Pack and 450X 3.7 kWh - Pro Pack are Rs. 1,69,154, Rs. 1,75,547 and Rs. 1,89,154. The mentioned 450X prices are the on-road price of Pune.Ather 450X is an electric scooter available in 4 variants and 8 colours. With both front and rear disc brakes, Ather 450X comes up with combined braking system of both wheels. The 450X is Ather’s mid-level scooter and sits between the most affordable 450S and the most expensive 450 Apex models. The 450X shares its design with other 450-series scooters from Ather. It looks sporty and has aggressive styling with a youthful appeal. The fascia consists of an LED headlight with LED turn indicators mounted on the handlebar cowl. The scooter gets a single-piece seat with a grab-rail at the rear. Ather offers the 450X with two battery options – 2.9kWh and 3.7kWh. The smaller battery pack offers 90km of true range whereas the larger one does 110km. That said, the motor output and top speed are the same – 6.4kW and 90kmph – respectively. The charging time for the 3.7kWh battery is five hours and 45 minutes, while the 2.9kWh unit takes eight hours and 36 minutes for a full charge. The features listed on the Ather 450X consist of LED illumination, 16GB storage, 2GB RAM, seven-inch TFT touchscreen, and CBS. The Pro Pack gives you access to five ride modes – Smart Eco, Eco, Ride, Sport, and Warp – along with Google Maps navigation, document storage, tow and theft notifications, find my scooter, ride stats, push navigation, inter-city trip planner, OTA updates, and more. However, the Pro Pack demands an additional price of Rs. 23,078 for the larger battery pack and Rs. 16,999 for the smaller battery pack. The hardware on the Ather 450X comprises telescopic front forks and a monoshock. Meanwhile, the brakes include a 200mm front and 190mm rear disc mounted on 12-inch wheels. These alloys are wrapped in 90/90 front and 100/80 rear tyres. Ather offers the 450X in six colour options – Space Grey, Still White, Salt Green, True Red, Cosmic Black, and Lunar Grey. "

            },
            {
                "id":"25",
                "img":"/image/electric9.webp",
                "name":"OLA Roadster Pro ",
                "ExShowroom":" ₹ 1,99,999",
                "EMPS2024Subsidy":"- ₹ 10,000",
                "RTOExpense":"₹ 1,500 ",
                "SmartCard":"₹ 00 ",
                "Insuranc": " ₹ 17,402",
                "HandlingCharges": " ₹ 00",
                "OnRoadPriceinPune": " ₹ ₹ 2,08,901",
                "RidingRange": "316 km ",
                "TopSpeed": "154kmph ",
                "ChargingTime": "3.7 hrs ",
                "RatedPower": "52kw ",
                "USB": "Yes ",
                "RearBrakeType": "Disc ",
                "summary":"Price: OLA Roadster Pro price for its variant - Roadster Pro 8 kwh starts at Rs. 2,08,901. The price for the other variant - Roadster Pro 16 kwh is Rs. 2,59,851. The mentioned Roadster Pro prices are the on-road price of Pune.OLA Roadster Pro is an electric street bike available in 2 variants and 1 colour. With both front and rear disc brakes, OLA Roadster Pro comes up with anti-locking braking system. The Roadster Pro is the top-spec and most powerful motorcycle from Ola Electric. It sits above the X and the standard Roadster variants. Moreover, it is also the most expensive one. The Roadster Pro gets a relatively sportier design, which makes it look youthful and futuristic. Apart from the large panels encapsulating the battery and motor, the rear profile of the Roadster Pro is completely minimalistic. Powering the Ola Roadster Pro is a 52kW motor and there are two different battery options to choose from – 8kWh and 16kWh – offering a range of 316km and 579km, respectively. The Ola Roadster’s feature list includes hill hold, proximity lock, four ride modes – Hyper, Sport, normal, and Eco, tyre pressure monitoring system, tamper alert, 10-inch TFT touchscreen, smartphone connectivity, Ola maps, and full LED illumination. Ola has equipped the Roadster with a dual front and single rear disc brake setup with dual-channel ABS, mounted on alloy wheels. It rides on USD front forks and a monoshock. "

            }
        ],
        "upcoming":[
            {
                "id":"26",
                "img":"/image/upcoming1.webp",
                "name":"KTM 390 Adventure X [2025]",
                "price":" ₹ ₹ 4,30,000 - ₹ 4,40,000 ",
              "summary": "KTM 390 Adventure X [2025] is expected to launch in India in January 2025 in the expected price range of ₹ 4,30,000 to ₹ 4,40,000. Currently available bikes which are similar to 390 Adventure X [2025] are QJ Motor SRK 400, KTM 390 Duke & Husqvarna Svartpilen 401. Another bike similar to 390 Adventure X [2025] is KTM 390 Adventure R which is launching in January 2025 in India.The KTM 390 Adventure X is the more accessible version in the product range. The bike sits at the opposite end of the KTM 390 Adventure R and is the more road-focused bike. While the styling and chassis are similar to those of the 390 Adventure R, the bike has a lower, 825mm seat height and a non-adjustable USD fork with 200mm travel. The monoshock, meanwhile, is preload adjustable. The bike rides on a set of 19-inch front and 17-inch rear alloy wheels, shod with tubeless tyres. The 390 Adventure X also gets a simple LCD display, unlike the colour TFT on its siblings. This is done to keep costs in check. It also doesn’t get cornering ABS.  While details of the engine specifications are yet to be revealed, we expect it to get the same 398.63cc, single-cylinder, liquid-cooled engine that powers the KTM 390 Duke. It makes 45.3bhp and 39Nm in the naked bike."
            },
            {
                "id":"27",
                "img":"/image/upcoming2.webp",
                "name":"KTM 390 Adventure R",
                "price":" ₹ 4,59,999 - ₹ 4,70,000 ",
                "summary": "KTM 390 Adventure R is expected to launch in India in January 2025 in the expected price range of ₹ 4,59,999 to ₹ 4,70,000. Currently available bikes which are similar to 390 Adventure R are QJ Motor SRK 400, KTM 390 Duke & Husqvarna Svartpilen 401. Another bike similar to 390 Adventure R is KTM 390 Adventure X [2025] which is launching in January 2025 in India. The KTM 390 Adventure R is the top-spec motorcycle in the 390 Adventure line-up. The bike is the more off-road-biased variant and gets all the bells and whistles. To begin with, it has a steel trellis frame along with an adjustable WP USD fork and a monoshock with 230mm travel. The bike rides on a 21-inch front wheel and an 18-inch rear wheel. By the looks of it, these are wire-spoke rims shod with dual-purpose, tube-type tyres. The seat height is quite tall at 885mm and this might be a deterrent for some short riders. That said, a low-seat height option might be on the cards. The bike has a number of features such as cruise control, cornering ABS, traction control, and an H50 TFT display. This instrument cluster should feature Bluetooth connectivity and navigation. The design of the bike is quite purposeful, with its big tank, long beak, and slim rear. It also gets the special KTM, R-series colours that help distinguish it from the rest of the KTM 390 Adventure siblings. "
            },
            {
                "id":"28",
                "img":"/image/upcoming3.webp",
                "name":"KTM 390 Adventure S ",
                "price":" ₹ ₹ 4,30,000 - ₹ 4,50,000",
                "summary":" KTM 390 Adventure S is expected to launch in India in January 2025 in the expected price range of ₹ 4,30,000 to ₹ 4,50,000. Currently available bikes which are similar to 390 Adventure S are KTM 390 Adventure, Honda NX500 & Benelli TRK 502X. Another bike similar to 390 Adventure S is Kawasaki Versys-X 300 which is launching in March 2025 in India. The new KTM 390 Adventure is expected to be launched in India in early 2025. It could be priced in the range of Rs. 3.5 lakh to Rs. 3.7 lakh, ex-showroom. Once launched, it will go up against the likes of the BMW G 310 GS, Royal Enfield Himalayan 450, Yezdi Adventure, and the upcoming Hero Xpulse 400. KTM is testing the new 390 Adventure extensively in India and abroad, and a few spy images have revealed details of the bike. The styling, to begin with, takes inspiration from KTM’s Dakar Rally bikes. This is evident from the shape of the fairing, tall windscreen, and the contrastingly sleeker side and tail sections. It seems to be a case of function winning over form and it’ll be interesting to see what the bike looks like, especially with KTM’s signature orange and blue colours painted on the bike. The new 390 Adventure will employ a steel trellis chassis that’s likely to be suspended by a WP USD fork with compression and rebound adjustability and a monoshock with preload and rebound adjustment. Braking duties will be taken care of by single-disc brakes at both ends with dual-channel ABS. There should be a provision for switching off the ABS at the rear wheel. The bike is expected to ride on a 19-inch front, 17-inch rear wheel, wire spoke wheel setup, shod with dual-purpose tyres. Expect the bike to be powered by the same 399cc, single-cylinder, liquid-cooled engine that you see in the new KTM 390 Duke. It produces 45.3bhp and 39Nm in the street naked but we expect KTM to tinker with the state of tune for the 390 Adventure’s application. Revised gearing with a stronger bottom end is also likely to be on the cards. KTM is likely to throw a bunch of features on the new 390 Adventure, such as all-LED lights, colour TFT with Bluetooth connectivity, traction control, and cornering ABS. The new KTM 390 Adventure is expected to be unveiled towards the end of 2024 and the launch is expected to take place around early 2025."
            },
            {
                "id":"29",
                "img":"/image/upcoming4.webp",
                "name":"TVS Jupiter Electric ",
                "price":" ₹ 1,10,000 - ₹ 1,30,000 ",
               "summary":" TVS Jupiter Electric is expected to launch in India in January 2025 in the expected price range of ₹ 1,10,000 to ₹ 1,30,000. Currently available bikes which are similar to Jupiter Electric are Okaya Faast F3, Kinetic Green Flex & Quantum Energy Bziness. Another bike similar to Jupiter Electric is Suzuki Burgman Street Electric which is launching in March 2025 in India. The TVS Jupiter electric is an electric scooter that is based on the Jupiter 110 platform. The styling of the scooter is largely expected to be on the same lines as the Jupiter 110. The scooter has an electric motor and battery that will be located on the floorboard. Expect the range to be inbetween 100km to 120km. The Jupiter Electric scooter is expected to offer a TFT display with Bluetooth connectivity and navigation. There will be ride modes as well as a reverse feature as well. As for the hardware, the scooter is likely to have an undertone chassis with a telescopic fork and a mono shock. The scooter is also likely to ride on a 12-inch front and rear wheel set up. As for the brakes, there shouldn’t be a disc brake at the front and drum at the rear. In terms of competition, the scooter will go up against the Ather RiTHER RIzta, Bajaj Chetak and the Ola S1 Range."
            },
            {
                "id":"30",
                "img":"/image/upcoming5.webp",
                "name":"Hero Karizma XMR 250 ",
                "price":" ₹ 2,00,000 - ₹ 2,20,000 ",
               "summary":"Hero Karizma XMR 250 is expected to launch in India in February 2025 in the expected price range of ₹ 2,00,000 to ₹ 2,20,000. Currently available bikes which are similar to Karizma XMR 250 are Hero Karizma XMR, Suzuki Gixxer SF 250 Flex Fuel & Hero Xtreme 250R. Another bike similar to Karizma XMR 250 is Hero Karizma 400 which is launching in February 2025 in India. The Karizma XMR 250 is an upcoming quarter-litre sportbike from Hero MotoCorp. The motorcycle will be based on the Hero 2.5R Xtunt Concept. According to its design patents, the Hero Karizma XMR 250 will feature an all-new design with revised bodywork compared to the Karizma XMR 210. In fact, the design of the front fender, fuel tank, and the tail section will be identical to that of the stunt concept. That said, the headlight assembly and some of the cycle parts are identical to those of the Karizma XMR 210. The Karizma XMR 250 will be powered by a 250cc, liquid-cooled engine, which was first seen on the 2.5R Xtunt Concept. While the output figures aren’t known yet, we can expect it to produce more power than the XMR 210, and on par with some of the 250cc bikes in the segment. The motor will be linked to a six-speed gearbox and an assist and slipper clutch. Meanwhile, the engine will be nestled inside a tubular trellis frame, suspended by upside-down front forks and a monoshock at the back. The 17-inch wheels, tyres, and brakes are expected to be similar to those of the XMR 210. Hero is likely to showcase the Karizma XMR 250 at EICMA 2024, while the India launch could take place in early 2025."
            },
            {
                "id":"31",
                "img":"/image/upcoming6.webp",
                "name":"KTM 125 Duke [2024] ",
                "price":" ₹ ₹ 1,75,000 - ₹ 1,80,000 ",
                "summary":"KTM 125 Duke [2024] is expected to launch in India in February 2025 in the expected price range of ₹ 1,75,000 to ₹ 1,80,000. Currently available bikes which are similar to 125 Duke [2024] are Bajaj Dominar 250, Suzuki Gixxer 250 & Bajaj Pulsar NS400Z. "
            }
        ]
       
    }
]