[
    {
        "tranding":[ 
            {
                "id":"1",
                "img":"/image/tranding1.webp",
                "name":"Royal Enfield Hunter 350 ",
                "ExShowroom":"₹ 1,49,900",
                "RTO":"₹ 19,448 ",
                "Insuranc":"₹ 12,415",
                "OnRoadPriceinPune":"₹ 1,81,763",
                "EngineCapacity":"349.34 cc ",
                "MileageARAI": "36 kmpl",
                "Transmission":"5 Speed Manual",
                "KerbWeight": "177 kg",
                "FuelTankCapacity": "13 litres",
                "SeatHeight": "800 mm ",
                "summary": "Price: Royal Enfield Hunter 350 price for its variant - Hunter 350 Retro Factory starts at Rs. 1,81,763. The price for the other variants - Hunter 350 Metro Dapper and Hunter 350 Metro Rebel are Rs. 2,04,333 and Rs. 2,10,045. The mentioned Hunter 350 prices are the on-road price of Pune.Royal Enfield Hunter 350 is a street bike available in 3 variants and 8 colours. The Royal Enfield Hunter 350 is powered by 349.34cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With both front and rear disc brakes, Royal Enfield Hunter 350 comes up with anti-locking braking system. This Hunter 350 bike weighs 181 kg and has a fuel tank capacity of 13 liters.The Hunter 350 is a street roadster from Royal Enfield based on the new J-platform. It is the most affordable Royal Enfield motorcycle in India and is targeted towards younger and first-time buyers and female riders.The design of the Hunter 350 comprises a neo-retro roadster styling, reminiscent of the Triumph Street Twin. The minimalist styling includes a round halogen headlamp, teardrop-shaped fuel tank, single-piece seat, and a stubby rear fender.The Royal Enfield Hunter 350 is offered in two body styles – retro and metro. It is available in three variants and 10 colours. The retro variant is offered in two colours – Factory Black and Factory Silver. On the other hand, the metro variant is further classified into two colourways – Dapper and Rebel, which get five and three paint schemes, respectively.Powering the Royal Enfield Hunter 350 is a 349.34cc, single-cylinder, J-series engine that develops 20.2bhp at 6,100rpm and a peak torque of 27Nm at 4,000rpm. The motor is paired with a five-speed gearbox. With such a performance, expect the Royal Enfield Hunter 350 to have a top speed of around 130kmph. The Hunter 350 rivals the Honda CB350RS, Jawa 42, and the TVS Ronin.In terms of hardware, the retro variant gets wire-spoke wheels, disc/drum brake setup at the front and rear, and single-channel ABS. On the other hand, the metro variant features alloy wheels and disc brakes at both ends with dual-channel ABS. While the former tips the weighing scale at 177kg, the metro variant of Hunter 350 has a kerb weight of 181kg. Other cycle parts include telescopic front forks and twin rear shock absorbers to handle the suspension duties."
                  
                },
            {
                "id":"2 ",
                "img":"/image/tranding2.webp",
                "name":"Honda SP 125 ",
                "ExShowroom":" ₹ 90,070",
                "RTO":"₹₹ 10,106 ",
                "Insuranc": " ₹7,442",
                "OnRoadPriceinPune": "₹ 1,11,991",
                "EngineCapacity": "124 cc ",
                "MileageARAI": "64 kmpl",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "116 kg ",
                "FuelTankCapacity": "11.2 litres ",
                "SeatHeight": "790 mm ",
                "summary":"Price: Honda SP 125 price for its variant - SP 125 Drum starts at Rs. 1,11,991. The price for the other variants - SP 125 Drum [2025], SP 125 Disc and SP 125 Disc [2025] are Rs. 1,14,986, Rs. 1,16,526 and Rs. 1,24,250. The mentioned SP 125 prices are the on-road price of Pune.Honda SP 125 is a mileage bike available in 4 variants and 6 colours. The Honda SP 125 is powered by 124cc BS6 engine which develops a power of 10.72 bhp and a torque of 10.9 Nm. With both front and rear drum brakes, Honda SP 125 comes up with combined braking system of both wheels. This SP 125 bike weighs 116 kg and has a fuel tank capacity of 11.2 liters.The Honda SP 125 is a premium commuter and one of the highest-selling bikes in its segment. It is available in two variants – drum and disc – and comes in five colours. These include black, Matte Axis Grey Metallic, Imperial Red Metallic, Matte Marvel Blue Metallic, and Pearl Siren Blue.The SP 125 is powered by a 123.94cc, single-cylinder engine that produces 10.7bhp at 7,500rpm and 10.9Nm of peak torque at 6,000rpm. The air-cooled motor is linked to a five-speed gearbox.The feature list continues to include an LED headlight, fully digital instrument cluster, piston-cooling jet technology for reducing friction and maintaining optimum engine temperature, engine start/stop switch, and a combined braking system. The fully digital console displays real-time fuel economy, distance-to-empty meter, average fuel economy, eco indicator, and gear position indicator.The Honda SP 125 has a kerb weight of 116kg and a fuel tank capacity of 11.2 litres. The SP 125 competes in the premium commuter segment and rivals the likes of the TVS Raider 125 and the Hero Glamour here."
                  
                },
            {
                "id":"3 ",
                "img":"/image/tranding3.webp",
                "name":"Yamaha MT 15 V2",
                "ExShowroom":" ₹ 1,69,789",
                "RTO":"₹ 19,650",
                "Insuranc": " ₹ 13,864",
                "OnRoadPriceinPune": "₹ 2,05,880",
                "EngineCapacity": "155 cc ",
                "MileageARAI": "48 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "141 kg ",
                "FuelTankCapacity": "10 litres ",
                "SeatHeight": "810 mm ",
                "summary":"Price: Yamaha MT 15 V2 price for its variant - MT 15 V2 Standard starts at Rs. 2,05,880. The price for the other variants - MT 15 V2 Deluxe and MT 15 V2 MotoGP Edition are Rs. 2,11,230 and Rs. 2,11,830. The mentioned MT 15 V2 prices are the on-road price of Pune.Yamaha MT 15 V2 is a street bike available in 3 variants and 8 colours. The Yamaha MT 15 V2 is powered by 155cc BS6 engine which develops a power of 18.1 bhp and a torque of 14.1 Nm. With both front and rear disc brakes, Yamaha MT 15 V2 comes up with anti-locking braking system. This MT 15 V2 bike weighs 141 kg and has a fuel tank capacity of 10 liters.The 2024 Yamaha MT 15 Version 2.0 is the naked bike version of the revered R15 super sport motorcycle. It shares the same engine and frame, however, the overall gearing of the bike is shorter than the R15 for improved acceleration, albeit at the cost of top speed. The MT 15 has a 155cc, single-cylinder, liquid-cooled, SOHC, four-valve, fuel-injected engine with VVA system that delivers a maximum output of 18.1bhp at 10,000rpm and a peak torque of 14.1Nm at 7,500rpm. It has a six-speed gearbox with an assist and slipper clutch mechanism. The engine is known for its refinement, performance and good fuel economy.The delta box frame of the MT 15 is suspended by a 37mm upside-down fork and monoshock. The braking setup comprises a 282mm front disc and a 220mm rear rotor, while the safety net includes a dual-channel ABS and traction control system. Similar to the YZF-R15, the 17-inch alloy wheels on the MT 15 are wrapped in 100/80-section front and 140/70-section rear MRF tyres. The motorcycle features a 10-litre fuel tank and tips the weighing scale at 141kg (kerb).Yamaha has kitted the bike with a variety of features and these include, LED lights, an LCD instrument cluster with Bluetooth connectivity. The Bluetooth module works with a dedicated smartphone application and offers access to features such as incoming call alerts, SMS and email notifications, and phone battery level to the LCD console. Further, the smartphone application helps track fuel consumption, provides maintenance recommendations, saves the last parked location, and shows malfunction notifications.The design of the Yamaha MT 15 has remained unchanged for some time but it still looks good, especially in the available colour options. There are eight colour options to choose from. These are - Cyan Storm DLX, Dark Metallic Blue, Metallic Black, Cyber Green DLX, Ice Fluo-Vermillion DLX, Racing Blue DLX, Metallic Black DLX and the Monster Energy Yamaha MotoGP team colours edition.The Yamaha MT 15 rivals the likes of the KTM 125 Duke, TVS Apache RTR 200 4V, Honda Hornet 2.0, and the Bajaj Pulsar N250 in the Indian market.Last updated on 13 May, 2024"
                  
                },
            {
                "id":"4",
                "img":"/image/tranding4.webp",
                "name":"Royal Enfield Classic 350 ",
                "ExShowroom":" ₹ 1,99,500",
                "RTO":"₹ 25,519",
                "Insuranc": " ₹ 13,412",
                "OnRoadPriceinPune": " ₹ 2,38,431",
                "EngineCapacity": "349 cc ",
                "MileageARAI": "35 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "195 kg ",
                "FuelTankCapacity": "13 litres ",
                "SeatHeight": "850 mm ",
                "summary":"Price: Royal Enfield Classic 350 price for its variant - Classic 350 Heritage starts at Rs. 2,38,431. The price for the other variants - Classic 350 Heritage Premium, Classic 350 Signals, Classic 350 Dark and Classic 350 Chrome are Rs. 2,43,572, Rs. 2,57,281, Rs. 2,67,564 and Rs. 2,73,277. The mentioned Classic 350 prices are the on-road price of Pune.Royal Enfield Classic 350 is a cruiser bike available in 5 variants and 7 colours. The Royal Enfield Classic 350 is powered by 349cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With both front and rear disc brakes, Royal Enfield Classic 350 comes up with anti-locking braking system. This Classic 350 bike weighs 195 kg and has a fuel tank capacity of 13 liters.The Royal Enfield Classic 350 has received updates in the form of new colours and features.The bike is available in seven new colours. They are called Emerald, Jodhpur Blue, Commando Sand, Madras Red, Medallion Bronze, Sand Grey, and Stealth Black. The company is offering alloy wheels with the Stealth Black colour option only.In terms of equipment, the Classic 350 now comes with an LED headlight and position lights. A set of adjustable brake and clutch levers have also been added. The bike also gets a nifty gear position indicator.Mechanically, the bike is the same as before. It is powered by a 349cc, single-cylinder, engine that makes 20.2bhp at 6,100rpm and 27Nm at 4,000rpm. It is linked with a five-speed gearbox.Under the beautiful bodywork, the Classic 350 has a cradle-type frame, which is suspended by a telescopic fork and twin shock absorbers. The bike rides on 18-inch wire spoke wheels while the Stealth Black option gets alloy wheels. Braking duties are taken care of by a disc brake at the front and rear, except for the base variant that makes do with a drum at the rear.The Classic 350 competes with the Jawa 350 and the Honda H’ness CB350."
                  
                },
            {
                "id":"5 ",
                "img":"/image/tranding5.webp",
                "name":"Yamaha R15 V4",
                "ExShowroom":"₹ 1,84,939",
                "RTO":"₹ 21,350 ",
                "Insuranc": " ₹ 14,274",
                "OnRoadPriceinPune": "₹ 2,23,140",
                "EngineCapacity": "155 cc ",
                "MileageARAI": "51.4 kmpl ",
                "Transmission": "6 Speed Manual ",
                "KerbWeight": "141 kg ",
                "FuelTankCapacity": "11 litres ",
                "SeatHeight": "815 mm ",
                "summary":"Price: Yamaha R15 V4 price for its variant - R15 V4 Metallic Red starts at Rs. 2,23,140. The price for the other variants - R15 V4 Dark Knight, R15 V4 Racing Blue - Intensity White - Vivid Magenta Metallic, R15 V4 M, R15 V4 M - MotoGP Edition and R15 V4 M - Carbon Fibre are Rs. 2,24,270, Rs. 2,28,830, Rs. 2,41,590, Rs. 2,42,160 and Rs. 2,54,120. The mentioned R15 V4 prices are the on-road price of Pune.Yamaha R15 V4 is a sports bike available in 6 variants and 8 colours. The Yamaha R15 V4 is powered by 155cc BS6 engine which develops a power of 18.1 bhp and a torque of 14.2 Nm. With both front and rear disc brakes, Yamaha R15 V4 comes up with anti-locking braking system. This R15 V4 bike weighs 141 kg and has a fuel tank capacity of 11 liters.Yamaha Motor India has announced the launch of the 2023 YZF-R15 range in our market. For 2023, Yamaha has updated the colour palette for the standard variant of the YZF-R15, while the M version gets additional features.The instrument cluster on the YZF-R15M, for example, is now a colour TFT display instead of an LCD unit on the previous version. The new display, similar to the unit on the previous version, benefits from Bluetooth connectivity, and the system works with a dedicated smartphone application. The Bluetooth function adds features such as incoming call alerts, SMS and email notifications, and phone battery level. Further, the smartphone application helps track fuel consumption, provides maintenance recommendations, saves the last parked location, and shows malfunction notifications.The M variant also benefits from LED turn indicators while retaining features such as the single bi-functional LED headlight with twin-LED DRLS, LED taillight, Variable Valve Actuation (VVA), assist and slipper clutch, traction control system, two ride modes (Track and Street), dual-channel ABS, and a quick-shifter (upshifts only) from the previous version. Meanwhile, the standard model retains the LCD console with Bluetooth connectivity and halogen-type turn indicators. Further, the quick shifter is available as an accessory for Dark Knight and Metallic Red paint options of the standard model.The mechanical specifications remain unaltered, and the 2023 Yamaha YZF-R15 continues to use the same 155cc, single-cylinder, liquid-cooled, SOHC, four-valve, fuel-injected engine with VVA system as its predecessor. However, the 2023 model comes equipped with an onboard diagnostics (OBD-II) system that monitors the emission levels in real time. Linked to a six-speed gearbox, this motor is tuned to deliver a maximum output of 18.1bhp at 10,000rpm and a peak torque of 14.2Nm at 7,500rpm.The styling remains similar to its predecessor, and the 2023 iteration of the motorcycle retains a modern design. The styling elements include full-fairing, fairing-mounted rear-view mirrors, clip-on handlebar, split-style seat, side-slung exhaust, and 17-inch alloy wheels on both ends. The 2023 YZF-R15M is listed in a single paint option – Metallic Grey. The standard YZF-R15, on the other hand, gets three colour themes – Metallic Red, Racing Blue, and the newly added Dark Knight Similar to the design, the hardware is retained from the previous version, and the motorcycle continues to use a deltabox frame. The suspension tasks are handled by 37mm upside-down front forks and a rear mono-shock. The braking setup includes a 282mm single disc at the front and a 220mm single rotor at the back, while the safety net on both variants includes a dual-channel ABS and traction control system. The 17-inch alloy wheels are shod in 100/80-section front and 140/70-section rear tyres. Further, the rear wheel uses a radial-type tyre."
                  
                },
            {
                "id":"6 ",
                "img":"/image/tranding6.webp",
                "name":"TVS Raider 125",
                "ExShowroom":"₹ 84,937",
                "RTO":"₹ 10,330 ",
                "Insuranc": " ₹ 7,434",
                "OnRoadPriceinPune": "₹ 1,05,300",
                "EngineCapacity": "124.8 cc",
                "MileageARAI": "56.7 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "123 kg ",
                "FuelTankCapacity": "10 litres ",
                "SeatHeight": "780 mm ",
                "summary": "Price: TVS Raider 125 price for its variant - Raider 125 Drum starts at Rs. 1,05,300. The price for the other variants - Raider 125 iGO - Boost Mode, Raider 125 Single Seat - Disc, Raider 125 Split Seat - Disc, Raider 125 Super Squad Edition and Raider 125 SmartXonnect are Rs. 1,17,197, Rs. 1,18,299, Rs. 1,19,799, Rs. 1,24,080 and Rs. 1,30,109. The mentioned Raider 125 prices are the on-road price of Pune.TVS Raider 125 is a mileage bike available in 6 variants and 12 colours. The TVS Raider 125 is powered by 124.8cc BS6 engine which develops a power of 11.2 bhp and a torque of 11.2 Nm. With front disc and rear drum brakes, TVS Raider 125 comes up with combined braking system of both wheels. This Raider 125 bike weighs 123 kg and has a fuel tank capacity of 10 liters.TVS Motor Company made huge waves in the 125cc, premium commuter motorcycle space with the launch of the Raider. This Hosur-based two-wheeler maker's 125cc-class contender competes against the Bajaj Pulsar NS 125 and the Honda SP 125 in the Indian market. TVS Motor Company offers the Raider with the option of Drum brakes, single-disc, and Connected tech All variants use a 124.8cc, single-cylinder, air-cooled, three-valve engine that produces 11.2bhp of power at 7,500rpm and 11.2Nm of peak torque at 6,000rpm. The motor is paired to a five-speed transmission. The company claims that the Raider can sprint from 0-60kmph in 5.9 seconds and hit a top speed of  99kmph.The styling cues include a modern design for the LED headlight, body-coloured headlight cowl, body-coloured front fender, split-style saddle, aluminium grab rail, and an engine cowl. This 125cc sporty commuter motorcycle is available in four colour options – Striking Red, Blazing Blue, Wicked Black, and Fiery Yellow.The standard features on all variants of the motorcycle comprise an LED headlight with integrated LED DRLs, an LED taillight, a five-inch digital display, Idle Stop-Start system, two ride modes (Eco and Power), and generous under-seat storage. The Connected variant further benefits from a colour TFT display with Bluetooth connectivity, and Voice Assist function that works in conjunction with the TVS SmartXConnect system. The Connected variant gets additional functions such as navigation, incoming calls, and message notifications. A USB charger is available as an optional extra.The suspension setup includes a 30mm telescopic fork and a preload-adjustable rear mono-shock. The brakes on the base version consist of drum units on both wheels. The disc-brake equipped variant has 240mm disc at the front and a 130mm drum unit at the back. CBS or combined braking system is standard on all variants.The TVS Raider 125 faces competition not only from the above-mentioned Bajaj Pulsar 125 and Honda SP 125 but also from the newly launched Hero Xtreme 125."
                  
                },
            {
                "id":"7 ",
                "img":"/image/tranding7.webp",
                "name":"Royal Enfield Bullet 350 ",
                "ExShowroom":"₹ 1,73,562",
                "RTO":"₹ 23,344 ",
                "Insuranc": " ₹ 12,890",
                "OnRoadPriceinPune": "₹ 2,09,796",
                "EngineCapacity": "349. cc ",
                "MileageARAI ": "35 kmpl ",
                "Transmission": "5 Speed Manual ",
                "KerbWeight": "195 kg ",
                "FuelTankCapacity": "13 litres ",
                "SeatHeight": "850 mm ",
                "summary":"Price: Royal Enfield Bullet 350 price for its variant - Bullet 350 Base starts at Rs. 2,09,796. The price for the other variants - Bullet 350 Battalion Black, Bullet 350 Military Silver, Bullet 350 Mid and Bullet 350 Top are Rs. 2,10,179, Rs. 2,15,010, Rs. 2,36,072 and Rs. 2,57,054. The mentioned Bullet 350 prices are the on-road price of Pune.Royal Enfield Bullet 350 is a street bike available in 5 variants and 7 colours. The Royal Enfield Bullet 350 is powered by 349cc BS6 engine which develops a power of 20.2 bhp and a torque of 27 Nm. With front disc and rear drum brakes, Royal Enfield Bullet 350 comes up with anti-locking braking system. This Bullet 350 bike weighs 195 kg and has a fuel tank capacity of 13 liters.The Bullet 350 is a retro-styled motorcycle from Royal Enfield. It shares quite a bit of styling, engine, features, and hardware with the Classic 350. Royal Enfield offers the Bullet 350 in four variants – Base, Military Silver, Mid, and Top. These trims differ in terms of paint schemes and braking hardware.The Bullet 350 features a round headlight, flanked by round indicators, and both use a halogen bulb setup. The motorcycle also gets a single-piece seat with a tubular grab-rail for the pillion. Royal Enfield has powered the Bullet 350 with a 349cc, single-cylinder engine. It produces 20.2bhp at 6,100rpm and 27Nm of peak torque at 4,000rpm. The engine is linked to a five-speed gearbox. The Bullet 350’s feature list includes telescopic front forks, dual rear shocks, and a front disc brake and a rear drum/disc setup. Here, the rear brake varies as per the variant. Then, the Bullet 350 rides on a 19-inch front and 18-inch rear spoke wheel wrapped in tube tyres. Royal Enfield offers the Bullet 350 in seven colours – Military Red, Military Black, Military SilverBlack, Military SilverRed, Standard Black, Standard Maroon, and Black Gold. The Royal Enfield Bullet 350 rivals the Classic 350, Honda H’ness CB350, and the Jawa 350.Last updated on 14 May 2024"
                  
                }
            ]
        }
    
]